Repository: bangslosan/Memogrid
Catalog: Memogrid/*.lproj/Localizable.strings
Languages: fr

source: CLASSIC
fr: CLASSIQUE

# social
source: Just did my brain a favour by playing with @Memogrid for iOS http://memogridapp.com
fr: Je viens de faire une faveur a mon cerveau avec @Memogrid pour iOS http://memogridapp.com

# tutorial_1
source: Repeat the patterns until your brain can't keep up.
fr: Répétez le motif jusqu'à ce que vous ne pouvez plus suivre.

# tutorial_2
source: How are these patterns built? It's up to you to remember.
fr: Comment sont bâtis les motifs? A vous de vous souvenir.

source: Next Level
fr: Prochain niveau

source: Replay Level
fr: Rejouer

# classic_to_sequence
source: Sequence mode! Don't forget, repeat the pattern in the right order.
fr: Mode séquence! N'oubliez pas de respecter l'ordre.

# start_to_tutorial
source: Looks like it is your first time here. Do you want a quick tutorial?
fr: On dirait que c'est votre première fois! Souhaitez-vous suivre un petit tutoriel?

source: Not now
fr: Plus tard

source: Congratulations!
fr: Félicitations!

# finished_classic_message
source: You completed the Classic mode. Now onto the Sequence mode.
fr: Vous avez fini le mode Classique. Maintenant, le mode Séquence.

# finished_sequence_message
source: You are one of the few to finish the two games modes that Memogrid offers at the time. Stay tuned for more Game modes and levels!
fr: Vous êtes un des courageux à finir les deux modes que ce jeu offre jusqu'à présent. Restez à l'affut!

# shake_title
source: Restart
fr: Nouveau jeu

# shake_message
source: Do you want to start a new game?
fr: Voulez vous recommencer?

source: NO
fr: NON
